alsa-tools
amd-ucode
archlinux-xdg-menu
ark
base
base-devel
brave-bin
breeze
breeze-gtk
breeze5
btop
chrono-date
cliphist
cpio
dolphin
dolphin-plugins
dosfstools
dunst
efibootmgr
fastfetch
ffmpeg
gamemode
gamescope
gdm
git
glib2-devel
gnome-keyring
greetd
grub
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
hyprcursor
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
kde-cli-tools
kio-admin
kitty
kscreen
lib32-mesa
lib32-vulkan-radeon
libappindicator
libratbag
libva-utils
linux
linux-firmware
linux-headers
linux-wallpaperengine-git
mesa-utils
mpv
mtools
nano
network-manager-applet
networkmanager
noto-fonts
nwg-bar
nwg-look
os-prober
papirus-icon-theme
pavucontrol
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt5ct-kde
qt6-wayland
qt6ct-kde
qview
radeontop
reflector
rofi
sddm
sddm-sugar-candy-git
steam
swaylock-effects
ttf-droid
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
ttf-plemoljp-bin
ttf-roboto
unzip
update-grub
vdpauinfo
ventoy-bin
vesktop-bin
vim
visual-studio-code-bin
vulkan-radeon
vulkan-tools
waybar
wireplumber
wlogout
wlr-randr
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xf86-video-amdgpu
xorg-xrandr
yay
yay-debug
