aliariff.vscode-erb-beautify
bceskavich.theme-dracula-at-night
blackboxapp.blackbox
blackboxapp.blackboxagent
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
craigmaslowski.erb
danielpinto8zz6.c-cpp-compile-run
dart-code.dart-code
dart-code.flutter
docker.docker
dracula-theme.theme-dracula
drcika.apc-extension
esbenp.prettier-vscode
fill-labs.dependi
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.vscode-github-actions
hbenl.vscode-test-explorer
icrawl.discord-vscode
illixion.vscode-vibrancy-continued
jackpaget.gruvbox-glass
jnbt.vscode-rufo
kisstkondoros.vscode-gutter-preview
lakshits11.monokai-pirokai
liviuschera.noctis
matthewnespor.vscode-color-identifiers-mode
mechatroner.rainbow-csv
miguelsolorio.fluent-icons
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.test-adapter-converter
notyasho.ocean-high-contrast
oderwat.indent-rainbow
pkief.material-icon-theme
pmndrs.pmndrs
pranaygp.vscode-css-peek
redhat.java
ritwickdey.liveserver
rubocop.vscode-rubocop
rust-lang.rust-analyzer
saoudrizwan.claude-dev
shopify.ruby-lsp
siriussdev.min-darkest-dracula
swellaby.vscode-rust-test-adapter
tal7aouy.icons
tamasfe.even-better-toml
tomoki1207.pdf
twxs.cmake
vadimcn.vscode-lldb
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
